{"tags":["Action","Adventure","Fantasy","Marvel-Comic","Crime","DC","Romance","Comedy","Drama","Music","Thriller","Mystery","Horror","Animation","Science Fiction","History","War","Family"],"movies":[{"watched":false,"imdb":"tt1211837","title":"Doctor Strange","tags":["Action","Adventure","Fantasy","Marvel-Comic"],"poster":"http://image.tmdb.org/t/p/w154/xfWac8MTYDxujaxgPVcRD9yZaul.jpg","summary":"After his career is destroyed, a brilliant but arrogant surgeon gets a new lease on life when a sorcerer takes him under his wing and trains him to defend the world against evil."},{"watched":true,"imdb":"tt1386697","title":"Suicide Squad","tags":["Action","Crime","Fantasy","DC"],"poster":"http://image.tmdb.org/t/p/w154/e1mjopzAS2KNsvpbpahQ1a6SkSn.jpg","summary":"From DC Comics comes the Suicide Squad, an antihero team of incarcerated supervillains who act as deniable assets for the United States government, undertaking high-risk black ops missions in exchange for commuted prison sentences.","recommend":true},{"watched":true,"imdb":"tt3783958","title":"La La Land","tags":["Romance","Comedy","Drama","Music"],"poster":"http://image.tmdb.org/t/p/w154/ylXCdC106IKiarftHkcacasaAcb.jpg","summary":"Mia, an aspiring actress, serves lattes to movie stars in between auditions and Sebastian, a jazz musician, scrapes by playing cocktail party gigs in dingy bars, but as success mounts they are faced with decisions that begin to fray the fragile fabric of their love affair, and the dreams they worked so hard to maintain in each other threaten to rip them apart.","recommend":true},{"watched":false,"imdb":"tt4550098","title":"Nocturnal Animals","tags":["Drama","Thriller"],"poster":"http://image.tmdb.org/t/p/w154/oHL437Dz1TGQMlKfpE6rSQJgMxb.jpg","summary":"A woman named Susan receives a book manuscript from her ex-husband — a man she left 20 years earlier — asking for her opinion of his writing. As she reads, she is drawn into the fictional life of Tony Hastings, a math professor whose family vacation turns violent."},{"watched":true,"imdb":"tt4263482","title":"The Witch","tags":["Mystery","Horror"],"poster":"http://image.tmdb.org/t/p/w154/jfGsfzq5JrMAKbAOV2TmhsOs3tf.jpg","summary":"New England in the 1630s: William and Katherine lead a devout Christian life with five children, homesteading on the edge of an impassable wilderness. When their newborn son vanishes and crops fail, the family turns on one another. Beyond their worst fears, a supernatural evil lurks in the nearby wood.","recommend":true},{"watched":true,"imdb":"tt5595168","title":"Kingsglaive: Final Fantasy XV","tags":["Action","Animation","Adventure","Drama","Fantasy","Science Fiction"],"poster":"http://image.tmdb.org/t/p/w154/zhPPQfkgdJS8t7LhbIQpwPZSN20.jpg","summary":"The magical kingdom of Lucis is home to the world’s last remaining Crystal, and the menacing empire of Niflheim is determined to steal it. King Regis of Lucis commands an elite force of soldiers called the Kingsglaive. Wielding their king’s magic, they fight to protect Lucis. As the overwhelming military might of the empire bears down, King Regis is faced with an impossible ultimatum – to marry his son, Prince Noctis to Princess Lunafreya of Tenebrae, captive of Niflheim, and surrender his lands to Niflheim rule.  Although the king concedes, it becomes clear that the empire will stop at nothing to achieve their devious goals, with only the Kingsglaive standing between them and world domination."},{"watched":false,"imdb":"tt2543164","title":"Arrival","tags":["Drama","Science Fiction"],"poster":"http://image.tmdb.org/t/p/w154/3bIgvC3eXdJTE2RVMVmuG6fVvZs.jpg","summary":"Taking place after alien crafts land around the world, an expert linguist is recruited by the military to determine whether they come in peace or are a threat."},{"watched":true,"imdb":"tt2975590","title":"Batman v Superman: Dawn of Justice","tags":["Action","Adventure","Fantasy"],"poster":"http://image.tmdb.org/t/p/w154/cGOPbv9wA5gEejkUN892JrveARt.jpg","summary":"Fearing the actions of a god-like Super Hero left unchecked, Gotham City’s own formidable, forceful vigilante takes on Metropolis’s most revered, modern-day savior, while the world wrestles with what sort of hero it really needs. And with Batman and Superman at war with one another, a new threat quickly arises, putting mankind in greater danger than it’s ever known before."},{"watched":true,"imdb":"tt1457767","title":"The Conjuring","tags":["Horror","Thriller"],"poster":"http://image.tmdb.org/t/p/w154/xYGkdhOEVoFrLNUotuTXemtQAWd.jpg","summary":"Paranormal investigators Ed and Lorraine Warren work to help a family terrorized by a dark presence in their farmhouse. Forced to confront a powerful entity, the Warrens find themselves caught in the most terrifying case of their lives."},{"watched":false,"imdb":"tt3065204","title":"The Conjuring 2","tags":["Horror"],"poster":"http://image.tmdb.org/t/p/w154/pUwdglql8cbztEink0JCgG1TY28.jpg","summary":"Lorraine and Ed Warren travel to north London to help a single mother raising four children alone in a house plagued by malicious spirits."},{"watched":false,"imdb":"tt2513074","title":"Billy Lynn's Long Halftime Walk","tags":["Drama","History","War"],"poster":"http://image.tmdb.org/t/p/w154/oGxw0NSwtO8e2NHh4pDbI7dWWLj.jpg","summary":"19-year-old Billy Lynn is brought home for a victory tour after a harrowing Iraq battle. Through flashbacks the film shows what really happened to his squad - contrasting the realities of war with America's perceptions."},{"watched":false,"imdb":"tt0120663","title":"Eyes Wide Shut","tags":["Drama"],"poster":"http://image.tmdb.org/t/p/w154/c8X6UIbzbhBBuyuHRrzVzaCMbkZ.jpg","summary":"After Dr. Bill Hartford's wife, Alice, admits to having sexual fantasies about a man she met, Bill becomes obsessed with having a sexual encounter. He discovers an underground sexual group and attends one of their meetings -- and quickly discovers that he is in over his head."},{"watched":false,"imdb":"tt3183660","title":"Fantastic Beasts and Where to Find Them","tags":["Family","Fantasy","Adventure"],"poster":"http://image.tmdb.org/t/p/w154/9HE9xiNMEFJnCzndlkWD7oPfAOx.jpg","summary":"In 1926, Newt Scamander arrives at the Magical Congress of the United States of America with a magically expanded briefcase, which houses a number of dangerous creatures and their habitats. When the creatures escape from the briefcase, it sends the American wizarding authorities after Newt, and threatens to strain even further the state of magical and non-magical relations."},{"watched":false,"imdb":"tt2277860","title":"Finding Dory","tags":["Animation","Family"],"poster":"http://image.tmdb.org/t/p/w154/z09QAf8WbZncbitewNk6lKYMZsh.jpg","summary":"\"Finding Dory\" reunites Dory with friends Nemo and Marlin on a search for answers about her past. What can she remember? Who are her parents? And where did she learn to speak Whale?"}]}